Repository: Tomakas/deskpos
Catalog: lib/l10n/app_*.arb
Languages: cs

# onboardingTitle
source: Welcome to Maty
cs: Vítejte v Maty

# onboardingCreateCompany
source: Create New Company
cs: Založit novou firmu

# onboardingJoinCompany
source: Join Company
cs: Připojit se k firmě

# onboardingJoinCompanyDisabled
source: Available from version 3.0
cs: Dostupné od verze 3.0

# wizardStepCompany
source: Company
cs: Firma

# wizardStepAdmin
source: Administrator
cs: Administrátor

# wizardCompanyName
source: Company Name
cs: Název firmy

# wizardCompanyNameRequired
source: Company name is required
cs: Název firmy je povinný

# wizardBusinessId
source: Business ID
cs: IČO

# wizardAddress
source: Address
cs: Adresa

# wizardPhone
source: Phone
cs: Telefon

# wizardNext
source: Next
cs: Pokračovat

# wizardBack
source: Back
cs: Zpět

# wizardFinish
source: Finish
cs: Dokončit

# wizardFullName
source: Full Name
cs: Celé jméno

# wizardFullNameRequired
source: Full name is required
cs: Celé jméno je povinné

# wizardUsername
source: Username
cs: Uživatelské jméno

# wizardUsernameRequired
source: Username is required
cs: Uživatelské jméno je povinné

# wizardPin
source: PIN (4–6 digits)
cs: PIN (4–6 číslic)

# wizardPinConfirm
source: Confirm PIN
cs: Potvrzení PINu

# wizardPinRequired
source: PIN is required
cs: PIN je povinný

# wizardPinLength
source: PIN must be 4–6 digits
cs: PIN musí mít 4–6 číslic

# wizardPinMismatch
source: PINs do not match
cs: PINy se neshodují

# wizardPinDigitsOnly
source: PIN must contain digits only
cs: PIN smí obsahovat pouze číslice

# loginTitle
source: Login
cs: Přihlášení

# loginPinLabel
source: Enter PIN
cs: Zadejte PIN

# loginButton
source: Login
cs: Přihlásit

# loginFailed
source: Invalid PIN
cs: Neplatný PIN

# loginLockedOut
source: Too many attempts. Try again in {seconds} s.
cs: Příliš mnoho pokusů. Zkuste znovu za {seconds} s.

# billsTitle
source: Bills
cs: Účty

# billsEmpty
source: No bills
cs: Žádné účty

# billsFilterOpened
source: Open
cs: Otevřené

# billsFilterPaid
source: Paid
cs: Zaplacené

# billsFilterCancelled
source: Cancelled
cs: Stornované

# billsQuickBill
source: Quick Bill
cs: Rychlý účet

# billsNewBill
source: Create Bill
cs: Vytvořit účet

# billsSectionAll
source: All
cs: Vše

# columnTable
source: Table
cs: Stůl

# columnGuest
source: Guest
cs: Host

# columnGuests
source: Guests
cs: Hostů

# columnTotal
source: Total
cs: Celkem

# columnLastOrder
source: Last Order
cs: Posl. obj.

# columnStaff
source: Staff
cs: Obsluha

# billTimeJustNow
source: just now
cs: právě teď

# billTimeNoOrder
source: none
cs: žádná

# infoPanelDate
source: Date
cs: Datum

# infoPanelStatus
source: Register Status
cs: Stav pokladny

# infoPanelStatusOffline
source: Closed
cs: Zavřeno

# infoPanelActiveUser
source: Active Staff
cs: Aktivní obsluha

# infoPanelLoggedIn
source: Other Logins
cs: Další přihlášení

# actionSwitchUser
source: Switch
cs: Přepnout

# actionLogout
source: Logout
cs: Odhlásit

# switchUserTitle
source: Switch Staff
cs: Přepnout obsluhu

# switchUserSelectUser
source: Select User
cs: Vyberte uživatele

# switchUserEnterPin
source: Enter PIN for {name}
cs: Zadejte PIN pro {name}

# settingsTitle
source: Settings
cs: Nastavení

# settingsUsers
source: Users
cs: Uživatelé

# settingsSections
source: Sections
cs: Sekce

# settingsTables
source: Tables
cs: Stoly

# settingsCategories
source: Categories
cs: Kategorie

# settingsProducts
source: Products
cs: Produkty

# settingsTaxRates
source: Tax Rates
cs: Daň. sazby

# settingsPaymentMethods
source: Payment Methods
cs: Plat. metody

# actionAdd
source: Add
cs: Přidat

# actionEdit
source: Edit
cs: Upravit

# actionSave
source: Save
cs: Uložit

# actionCancel
source: Cancel
cs: Zrušit

# actionDelete
source: Delete
cs: Smazat

# actionClose
source: Close
cs: Zavřít

# fieldName
source: Name
cs: Název

# fieldActive
source: Active
cs: Aktivní

# fieldActions
source: Actions
cs: Akce

# fieldSection
source: Section
cs: Sekce

# fieldCapacity
source: Capacity
cs: Kapacita

# fieldColor
source: Color
cs: Barva

# fieldCategory
source: Category
cs: Kategorie

# fieldPrice
source: Sale Price
cs: Prodejní cena

# fieldTaxRate
source: Sale Tax
cs: Prodejní daň

# fieldType
source: Type
cs: Typ

# fieldRate
source: Rate (%)
cs: Sazba (%)

# fieldDefault
source: Default
cs: Výchozí

# roleHelper
source: Helper
cs: Pomocník

# roleOperator
source: Operator
cs: Obsluha

# roleManager
source: Manager
cs: Manažer

# roleAdmin
source: Administrator
cs: Administrátor

# paymentTypeCash
source: Cash
cs: Hotovost

# paymentTypeCard
source: Card
cs: Karta

# paymentTypeBank
source: Transfer
cs: Převod

# paymentTypeOther
source: Other
cs: Ostatní

# taxTypeRegular
source: Regular
cs: Běžná

# taxTypeNoTax
source: No Tax
cs: Bez DPH

# taxTypeConstant
source: Constant
cs: Konstantní

# taxTypeMixed
source: Mixed
cs: Smíšená

# confirmDelete
source: Are you sure you want to delete this item?
cs: Opravdu chcete smazat tuto položku?

# sellRemoveFromCart
source: Remove this item from the cart?
cs: Odebrat tuto položku z košíku?

source: Yes
cs: Ano

source: No
cs: Ne

# noPermission
source: You do not have permission for this action
cs: Nemáte oprávnění pro tuto akci

# newBillTitle
source: New Bill
cs: Nový účet

# newBillSelectTable
source: Table (optional)
cs: Stůl (volitelný)

# newBillGuests
source: Number of Guests
cs: Počet hostů

# newBillCreate
source: Create
cs: Vytvořit

# billDetailTitle
source: Bill Detail
cs: Detail účtu

# billDetailTable
source: Table: {name}
cs: Stůl: {name}

# billDetailTakeaway
source: Takeaway
cs: Jídlo s sebou

# billDetailNoTable
source: No Table
cs: Bez stolu

# billDetailCreated
source: Created: {time}
cs: Vytvořen: {time}

# billDetailLastOrder
source: Last Order: {time}
cs: Posl. obj.: {time}

# billDetailNoOrders
source: No orders yet
cs: Zatím žádné objednávky

# billDetailOrder
source: Order
cs: Objednat

# billDetailPay
source: Pay
cs: Zaplatit

# billDetailCancel
source: Cancel Bill
cs: Storno účtu

# billDetailConfirmCancel
source: Are you sure you want to cancel this bill?
cs: Opravdu chcete stornovat tento účet?

# billDetailBillNumber
source: Bill {number}
cs: Účet {number}

# billStatusOpened
source: Open
cs: Otevřený

# billStatusPaid
source: Paid
cs: Zaplacený

# billStatusCancelled
source: Cancelled
cs: Stornovaný

# sellTitle
source: Sell
cs: Prodej

# sellCart
source: Cart
cs: Košík

# sellCartEmpty
source: Cart is empty
cs: Košík je prázdný

# sellTotal
source: Total
cs: Celkem

# sellCancelOrder
source: Cancel
cs: Zrušit

# sellClearCart
source: Clear Cart
cs: Vymazat košík

# sellSaveToBill
source: Save
cs: Uložit

# sellSubmitOrder
source: Order
cs: Objednat

# sellSearch
source: Search
cs: Vyhledat

# sellEditGrid
source: Edit Grid
cs: Upravit grid

# sellExitEdit
source: Exit Edit
cs: Ukončit úpravy

# sellEmptySlot
source: Empty
cs: Prázdné

# sellBackToCategories
source: Back
cs: Zpět

# prepStatusCreated
source: Created
cs: Vytvořeno

# prepStatusReady
source: Ready
cs: Připraveno

# prepStatusDelivered
source: Delivered
cs: Doručeno

# prepStatusCancelled
source: Cancelled
cs: Zrušeno

# prepStatusVoided
source: Voided
cs: Stornováno

# orderStatusChange
source: Change Status
cs: Změnit stav

# orderCancel
source: Cancel Order
cs: Zrušit objednávku

# orderVoid
source: Void Order
cs: Stornovat objednávku

# orderConfirmCancel
source: Are you sure you want to cancel this order?
cs: Opravdu chcete zrušit tuto objednávku?

# orderConfirmVoid
source: Are you sure you want to void this order?
cs: Opravdu chcete stornovat tuto objednávku?

# paymentTitle
source: Payment
cs: Platba

source: Payment Method
cs: Platební metoda

# paymentAmount
source: Amount
cs: Částka

# paymentTotalDue
source: Total Due: {amount}
cs: K úhradě: {amount}

# paymentConfirm
source: Pay
cs: Zaplatit

# gridEditorTitle
source: Grid Editor
cs: Editor gridu

# gridEditorSelectType
source: Select Type
cs: Vyberte typ

# gridEditorItem
source: Product
cs: Produkt

# gridEditorCategory
source: Category
cs: Kategorie

# gridEditorClear
source: Clear
cs: Vymazat

# gridEditorSelectItem
source: Select Product
cs: Vyberte produkt

# gridEditorSelectCategory
source: Select Category
cs: Vyberte kategorii

# registerSessionStart
source: Start Session
cs: Zahájit prodej

# registerSessionClose
source: Close Session
cs: Uzávěrka

# registerSessionNoSession
source: No active session
cs: Žádná aktivní směna

# registerSessionConfirmClose
source: Are you sure you want to close the session?
cs: Opravdu chcete uzavřít směnu?

# registerSessionRequired
source: You must start a session before selling
cs: Pro prodej musíte nejdříve zahájit směnu

# registerSessionActive
source: Session active
cs: Směna aktivní

# billsSorting
source: Sorting
cs: Řazení

# sortByTable
source: Table
cs: Stůl

# sortByTotal
source: Total
cs: Celkem

# sortByLastOrder
source: Last Order
cs: Posl. objednávka

# billsCashJournal
source: Cash Journal
cs: Pokladní deník

# billsSalesOverview
source: Sales Overview
cs: Přehled prodeje

# billsInventory
source: Inventory
cs: Sklad

# billsMore
source: More
cs: Další

# billsTableMap
source: Map
cs: Mapa

# infoPanelRegisterTotal
source: Register
cs: Pokladna

# infoPanelRevenue
source: Revenue
cs: Tržba

# infoPanelSalesCount
source: Sales Count
cs: Počet prodejů

# sellCartSummary
source: Item Summary
cs: Souhrn položek

# sellScan
source: Scan
cs: Skenovat

# sellCustomer
source: Customer
cs: Zákazník

# sellNote
source: Note
cs: Poznámka

# sellActions
source: Actions
cs: Akce

# billDetailCustomer
source: Customer
cs: Zákazník

# billDetailMove
source: Table
cs: Stůl

# billDetailMoveTitle
source: Move Bill
cs: Přesunout účet

# billDetailMerge
source: Merge
cs: Sloučit

# billDetailSplit
source: Split
cs: Rozdělit

# billDetailSummary
source: Summary
cs: Sumář

# billDetailItemList
source: History
cs: Historie

# billDetailPrint
source: Print
cs: Tisk

# billDetailOrderHistory
source: Order History
cs: Historie objednávek

# billDetailTotalSpent
source: Total Spent: {amount}
cs: Celková útrata: {amount}

# billDetailCreatedAt
source: Bill created: {date}
cs: Účet vytvořen: {date}

# billDetailLastOrderAt
source: Last order: {date}
cs: Poslední objednávka: {date}

# billDetailNoOrderYet
source: No order yet
cs: Zatím žádná objednávka

# billDetailCustomerName
source: Customer: {name}
cs: Zákazník: {name}

# billDetailNoCustomer
source: No customer assigned
cs: Zákazník nepřiřazen

# itemTypeProduct
source: Product
cs: Produkt

# itemTypeService
source: Service
cs: Služba

# itemTypeCounter
source: Counter
cs: Počítadlo

# itemTypeRecipe
source: Recipe
cs: Receptura

# itemTypeIngredient
source: Ingredient
cs: Ingredience

# itemTypeVariant
source: Variant
cs: Varianta

# itemTypeModifier
source: Modifier
cs: Modifikátor

# moreReports
source: Reports
cs: Reporty

# moreStatistics
source: Statistics
cs: Statistiky

# moreReservations
source: Reservations
cs: Rezervace

# moreSettings
source: Settings
cs: Nastavení

# moreCompanySettings
source: Company Settings
cs: Nastavení firmy

# moreVenueSettings
source: Venue Settings
cs: Nastavení provozovny

# moreRegisterSettings
source: Register Settings
cs: Nastavení pokladny

# settingsCompanyTitle
source: Company Settings
cs: Nastavení firmy

# settingsVenueTitle
source: Venue Settings
cs: Nastavení provozovny

# settingsRegisterTitle
source: Register Settings
cs: Nastavení pokladny

# settingsTabCompany
source: Company
cs: Firma

# settingsTabVenue
source: Venue
cs: Provozovna

# settingsTabRegister
source: Register
cs: Pokladna

# settingsTabUsers
source: Users
cs: Uživatelé

# settingsSectionCompanyInfo
source: Company Information
cs: Informace o firmě

# settingsSectionSecurity
source: Security
cs: Zabezpečení

# settingsSectionSellOptions
source: Sell Options
cs: Volby prodeje

# settingsSellMode
source: Sell Mode
cs: Režim prodeje

# sellModeRetail
source: Retail
cs: Maloobchod

# settingsSectionGrid
source: Grid Display
cs: Zobrazení mřížky

# companyFieldVatNumber
source: VAT Number
cs: DIČ

# settingsLanguage
source: App language
cs: Jazyk aplikace

# settingsCurrency
source: Default currency
cs: Výchozí měna

# cloudTitle
source: Cloud Sync
cs: Cloudová synchronizace

# cloudPassword
source: Password
cs: Heslo

# cloudSignUp
source: Sign Up
cs: Registrovat

# cloudSignIn
source: Sign In
cs: Přihlásit

# cloudSignOut
source: Disconnect
cs: Odpojit

# cloudConnected
source: Connected
cs: Připojeno

# cloudDisconnected
source: Disconnected
cs: Nepřipojeno

# cloudEmailRequired
source: Email is required
cs: E-mail je povinný

# cloudPasswordRequired
source: Password is required
cs: Heslo je povinné

# cloudPasswordLength
source: Password must be at least 6 characters
cs: Heslo musí mít alespoň 6 znaků

# cloudDiagnostics
source: Diagnostics
cs: Diagnostika

# cloudExportLogs
source: Export Logs
cs: Exportovat logy

# cloudExportLogsDescription
source: Opens the application log file for troubleshooting.
cs: Otevře soubor s logy aplikace pro řešení problémů.

# cloudDangerZone
source: Danger Zone
cs: Nebezpečná zóna

# cloudDeleteLocalData
source: Delete Local Data
cs: Smazat lokální data

# cloudDeleteLocalDataDescription
source: Deletes data from this device. Server data will remain intact and will sync back after sign-in.
cs: Smaže data z tohoto zařízení. Data na serveru zůstanou zachována a po přihlášení se znovu stáhnou.

# cloudDeleteLocalDataConfirmTitle
source: Delete local data?
cs: Smazat lokální data?

# cloudDeleteLocalDataConfirmMessage
source: All local data will be deleted and the app will return to the welcome screen. Server data will remain intact.
cs: Všechna lokální data budou smazána a aplikace se vrátí na úvodní obrazovku. Data na serveru zůstanou zachována.

# cloudDeleteLocalDataConfirm
source: Delete
cs: Smazat

# cloudDeleteAllData
source: Delete All Data
cs: Smazat vše

# cloudDeleteAllDataDescription
source: Deletes all data from this device and from the server. This action is irreversible.
cs: Smaže všechna data z tohoto zařízení i ze serveru. Tato akce je nevratná.

# cloudDeleteAllDataConfirmTitle
source: Delete all data?
cs: Smazat všechna data?

# cloudDeleteAllDataConfirmMessage
source: All data will be permanently deleted from this device and from the server. The app will return to the welcome screen.
cs: Všechna data budou nenávratně smazána z tohoto zařízení i ze serveru. Aplikace se vrátí na úvodní obrazovku.

# cloudDeleteAllDataConfirm
source: Delete All
cs: Smazat vše

# infoPanelSync
source: Sync
cs: Synchronizace

# infoPanelSyncConnected
source: Connected
cs: Připojeno

# infoPanelSyncDisconnected
source: Disconnected
cs: Nepřipojeno

# connectCompanyTitle
source: Join Company
cs: Připojit se k firmě

# connectCompanySubtitle
source: Sign in with administrator account
cs: Přihlaste se pomocí administrátorského účtu

# connectCompanySearching
source: Searching for company...
cs: Hledání firmy...

# connectCompanyFound
source: Company Found
cs: Nalezená firma

# connectCompanyNotFound
source: No company found for this account
cs: Žádná firma nenalezena pro tento účet

# connectCompanyConnect
source: Connect
cs: Připojit

# connectCompanySyncing
source: Syncing data...
cs: Synchronizace dat...

# connectCompanySyncComplete
source: Sync complete
cs: Synchronizace dokončena

# connectCompanySyncFailed
source: Sync failed
cs: Synchronizace selhala

# cashJournalTitle
source: Cash Journal
cs: Pokladní deník

# cashJournalBalance
source: Cash in Register:
cs: Hotovost v pokladně:

# cashJournalFilterDeposits
source: Deposits
cs: Vklady

# cashJournalFilterWithdrawals
source: Withdrawals
cs: Výběry

# cashJournalFilterSales
source: Sales
cs: Prodeje

# cashJournalAddMovement
source: Add Entry
cs: Zapsat změnu

# cashJournalColumnTime
source: Time
cs: Čas

# cashJournalColumnType
source: Type
cs: Typ

# cashJournalColumnAmount
source: Amount
cs: Částka

# cashJournalColumnNote
source: Note
cs: Poznámka

# cashJournalEmpty
source: No entries
cs: Žádné záznamy

# cashMovementTitle
source: Cash Movement
cs: Změna stavu hotovosti

# cashMovementAmount
source: Amount:
cs: Částka:

# cashMovementDeposit
source: Deposit
cs: Vklad

# cashMovementWithdrawal
source: Withdrawal
cs: Výběr

# cashMovementSale
source: Sale
cs: Prodej

# cashMovementNote
source: Note
cs: Poznámka

# cashMovementNoteTitle
source: Cash Movement Note
cs: Poznámka ke změně hotovosti

# cashMovementNoteHint
source: Reason for movement...
cs: Důvod pohybu...

# openingCashTitle
source: Opening Cash
cs: Počáteční hotovost

# openingCashSubtitle
source: Enter the cash balance in the register before starting sales.
cs: Zadejte stav hotovosti v pokladně před zahájením prodeje.

# openingCashConfirm
source: Confirm
cs: Potvrdit

# closingTitle
source: Closing
cs: Uzávěrka

# closingSessionTitle
source: Session Overview
cs: Přehled směny

# closingOpenedAt
source: Opened
cs: Začátek

# closingOpenedBy
source: Opened By
cs: Otevřel

# closingDuration
source: Duration
cs: Trvání

# closingBillsPaid
source: Paid Bills
cs: Zaplacené účty

# closingBillsCancelled
source: Cancelled Bills
cs: Stornované účty

# closingRevenueTitle
source: Revenue by Payment
cs: Tržba dle plateb

# closingRevenueTotal
source: Total
cs: Celkem

# closingTips
source: Tips
cs: Spropitné

# closingCashTitle
source: Cash Status
cs: Stav hotovosti

# closingOpeningCash
source: Opening Cash
cs: Počáteční hotovost

# closingCashRevenue
source: Cash Revenue
cs: Tržba hotovost

# closingDeposits
source: Deposits
cs: Vklady

# closingWithdrawals
source: Withdrawals
cs: Výběry

# closingExpectedCash
source: Expected Cash
cs: Očekávaná hotovost

# closingActualCash
source: Actual Cash
cs: Skutečný stav hotovosti

# closingDifference
source: Difference
cs: Rozdíl

# closingPrint
source: Print
cs: Tisk

# closingConfirm
source: Close Session
cs: Uzavřít směnu

# closingNoteTitle
source: Closing Note
cs: Poznámka k uzávěrce

# closingNoteHint
source: Notes for closing...
cs: Poznámky k uzávěrce...

# paymentOtherCurrency
source: Other Currency
cs: Jiná měna

# paymentEditAmount
source: Edit Amount
cs: Upravit částku

# paymentMoreActions
source: More Actions
cs: Další akce

# paymentMixPayments
source: Mixed Payments
cs: Mix plateb

# paymentOtherPayment
source: Other Payment
cs: Jiná platba

# paymentPrintReceipt
source: Print Receipt
cs: Tisk dokladu

# paymentPrintYes
source: YES
cs: ANO

# paymentPrintNo
source: NO
cs: NE

# paymentTip
source: +{amount} tip
cs: +{amount} spropitné

# paymentRemaining
source: Remaining {amount}
cs: Zbývá {amount}

# paymentBillSubtitle
source: Bill {billNumber} - {tableName}
cs: Účet {billNumber} - {tableName}

# discountTitleBill
source: Bill discount
cs: Sleva na celý účet

# discountTitleItem
source: Item discount
cs: Sleva na položku

# billDetailDiscount
source: Discount
cs: Sleva

# billDetailRemoveDiscount
source: Remove Discount
cs: Zrušit slevu

# billDetailRemoveDiscountConfirm
source: Remove discount from this bill?
cs: Odebrat slevu z tohoto účtu?

# billStatusRefunded
source: Refunded
cs: Refundovaný

# refundConfirmFull
source: Are you sure you want to refund the entire bill?
cs: Opravdu chcete refundovat celý účet?

# refundConfirmItem
source: Are you sure you want to refund this item?
cs: Opravdu chcete refundovat tuto položku?

# refundFullBill
source: Full Bill
cs: Celý účet

# refundSelectItems
source: Select Items
cs: Vybrat položky

# changeTotalTitle
source: Edit Amount
cs: Upravit částku

# changeTotalOriginal
source: Original
cs: Původní

# changeTotalEdited
source: Edited
cs: Upravená

# changeTotalDifference
source: Change
cs: Změna

# newBillSave
source: Save
cs: Uložit

# newBillOrder
source: Order
cs: Objednat

# newBillSelectSection
source: Select Section
cs: Výběr sekce

# newBillCustomer
source: Customer
cs: Zákazník

# newBillNoTable
source: No Table
cs: Bez stolu

# zReportListTitle
source: Closings Overview
cs: Přehled uzávěrek

# zReportListEmpty
source: No closings
cs: Žádné uzávěrky

# zReportColumnDate
source: Date
cs: Datum

# zReportColumnTime
source: Time
cs: Čas

# zReportColumnUser
source: User
cs: Uživatel

# zReportColumnRevenue
source: Revenue
cs: Tržba

# zReportColumnDifference
source: Difference
cs: Rozdíl

# zReportSessionInfo
source: Session Information
cs: Informace o směně

# zReportOpenedAt
source: Opened
cs: Začátek

# zReportClosedAt
source: Closed
cs: Konec

# zReportDuration
source: Duration
cs: Trvání

# zReportOpenedBy
source: Opened By
cs: Otevřel

# zReportRevenueByPayment
source: Revenue by Payment
cs: Tržba dle plateb

# zReportRevenueTotal
source: Total
cs: Celkem

# zReportTaxTitle
source: Tax
cs: DPH

# zReportTaxRate
source: Rate
cs: Sazba

# zReportTaxNet
source: Net
cs: Základ

# zReportTaxAmount
source: Tax
cs: DPH

# zReportTaxGross
source: Gross
cs: Celkem

# zReportTipsTotal
source: Total Tips
cs: Spropitné celkem

# zReportTipsByUser
source: Tips by Staff
cs: Spropitné dle obsluhy

# zReportDiscounts
source: Total Discounts
cs: Slevy celkem

# zReportBillsPaid
source: Paid Bills
cs: Zaplacené účty

# zReportBillsCancelled
source: Cancelled Bills
cs: Stornované účty

# zReportBillsRefunded
source: Refunded Bills
cs: Refundované účty

# zReportCashTitle
source: Cash Status
cs: Stav hotovosti

# zReportCashOpening
source: Opening Cash
cs: Počáteční hotovost

# zReportCashRevenue
source: Cash Revenue
cs: Tržba hotovost

# zReportCashDeposits
source: Deposits
cs: Vklady

# zReportCashWithdrawals
source: Withdrawals
cs: Výběry

# zReportCashExpected
source: Expected Cash
cs: Očekávaná hotovost

# zReportCashClosing
source: Closing Cash
cs: Konečný stav

# zReportCashDifference
source: Difference
cs: Rozdíl

# zReportShiftsTitle
source: Shifts
cs: Směny

# zReportPrint
source: Print
cs: Tisk

# zReportClose
source: Close
cs: Zavřít

# moreShifts
source: Shifts
cs: Směny

# shiftsListTitle
source: Shifts Overview
cs: Přehled směn

# shiftsListEmpty
source: No shifts in this period
cs: Žádné směny v tomto období

# shiftsColumnDate
source: Date
cs: Datum

# shiftsColumnUser
source: Staff
cs: Obsluha

# shiftsColumnLogin
source: Login
cs: Přihlášení

# shiftsColumnLogout
source: Logout
cs: Odhlášení

# shiftsColumnDuration
source: Duration
cs: Trvání

# shiftsOngoing
source: ongoing
cs: probíhá

# closingOpenBillsWarningTitle
source: Open Bills
cs: Otevřené účty

# closingOpenBillsWarningMessage
source: There are {count} open bills at closing worth {amount}.
cs: Na konci prodeje je {count} otevřených účtů v celkové hodnotě {amount}.

# closingOpenBillsContinue
source: Continue
cs: Pokračovat

# closingOpenBills
source: Open Bills
cs: Otevřené účty

# zReportOpenBillsAtOpen
source: Open Bills (opening)
cs: Otevřené účty (začátek)

# zReportOpenBillsAtClose
source: Open Bills (closing)
cs: Otevřené účty (konec)

# settingsRequirePinOnSwitch
source: Require PIN when switching staff
cs: Vyžadovat PIN při přepínání obsluhy

# settingsAutoLockTimeout
source: Auto-lock after inactivity
cs: Automatické zamčení po nečinnosti

# settingsAutoLockDisabled
source: Disabled
cs: Vypnuto

# settingsGridRows
source: Grid Rows
cs: Řádky gridu

# settingsGridCols
source: Grid Columns
cs: Sloupce gridu

# lockScreenTitle
source: Locked
cs: Zamčeno

# lockScreenSubtitle
source: Select user to unlock
cs: Vyberte uživatele pro odemčení

# autoCorrection
source: Auto correction: opening cash differs from previous closing
cs: Automatická korekce: počáteční hotovost se liší od předchozí uzávěrky

# errorNoCompanyFound
source: Company not found
cs: Firma nenalezena

# openingCashNote
source: Opening balance
cs: Počáteční stav

# catalogTitle
source: Catalog
cs: Katalog

# catalogTabProducts
source: Products
cs: Produkty

# catalogTabCategories
source: Categories
cs: Kategorie

# catalogTabSuppliers
source: Suppliers
cs: Dodavatelé

# catalogTabManufacturers
source: Manufacturers
cs: Výrobci
