Repository: Tomakas/deskpos
Catalog: lib/l10n/app_*.arb
Languages: cs

# pairingRequestMessage
source: A device wants to connect to this register:
cs: Zařízení se chce připojit k této pokladně:

# pairingRequestCode
source: Code
cs: Kód

# pairingConfirm
source: Confirm
cs: Potvrdit

# pairingReject
source: Reject
cs: Zamítnout

# displayDevicesTitle
source: Displays
cs: Displeje

# displayDevicesEmpty
source: No display devices
cs: Žádné displeje

# displayDeviceAddCustomer
source: Customer
cs: Zákaznický

# displayWelcomeText
source: Welcome text
cs: Uvítací text

# displayDefaultNameKds
source: Order System
cs: Objednávkový systém

# displayDefaultWelcomeText
source: Welcome!
cs: Vítejte u nás!

# wizardStepAccount
source: Cloud Account
cs: Cloudový účet

# wizardAccountPassword
source: Password
cs: Heslo

# wizardAccountPasswordConfirm
source: Confirm Password
cs: Potvrzení hesla

# wizardAccountPasswordMismatch
source: Passwords do not match
cs: Hesla se neshodují

# wizardAccountSignUp
source: Create Account
cs: Vytvořit účet

# wizardAccountSignIn
source: Sign In
cs: Přihlásit se

# wizardAccountSwitchToSignIn
source: Already have an account? Sign in
cs: Máte účet? Přihlaste se

# wizardAccountSwitchToSignUp
source: Don't have an account? Create one
cs: Nemáte účet? Vytvořte si ho

# cloudConnectedAs
source: Connected as {email}
cs: Připojeno jako {email}

# actionExitApp
source: Exit App
cs: Ukončit aplikaci

# errorGeneric
source: Error: {error}
cs: Chyba: {error}

# variantPickerTitle
source: Select variant
cs: Vyberte variantu

source: Add variant
cs: Přidat variantu

source: Edit variant
cs: Upravit variantu

source: Variants
cs: Varianty

source: No variants
cs: Žádné varianty

source: Modifiers
cs: Modifikátory

source: Modifier Groups
cs: Skupiny modifikátorů

# modifierGroupName
source: Group Name
cs: Název skupiny

# addModifierGroup
source: Add Group
cs: Přidat skupinu

# editModifierGroup
source: Edit Group
cs: Upravit skupinu

# deleteModifierGroup
source: Delete Group
cs: Smazat skupinu

source: Min. Selections
cs: Min. výběr

source: Max. Selections
cs: Max. výběr

source: Required
cs: Povinné

source: Optional
cs: Volitelné

source: Unlimited
cs: Neomezeno

source: Add Modifier
cs: Přidat modifikátor

source: Select Modifiers
cs: Vybrat modifikátory

source: Edit Modifiers
cs: Upravit modifikátory

source: No modifier groups
cs: Žádné skupiny modifikátorů

# modifierTotal
source: Total with modifiers
cs: Celkem s modifikátory

# modifierGroupRequired
source: Required group
cs: Povinná skupina

# assignModifierGroup
source: Assign Group
cs: Přiřadit skupinu

# removeModifierGroup
source: Remove Group
cs: Odebrat skupinu

# inventoryTypeTitle
source: Inventory Type
cs: Typ inventury

# inventoryTypeComplete
source: Complete
cs: Kompletní

# inventoryTypeCompleteDesc
source: All stock-tracked items
cs: Všechny sledované položky

# inventoryTypeByCategory
source: By Category
cs: Dle kategorií

# inventoryTypeByCategoryDesc
source: Items from selected categories
cs: Položky vybraných kategorií

# inventoryTypeBySupplier
source: By Supplier
cs: Dle dodavatele

# inventoryTypeBySupplierDesc
source: Items from selected suppliers
cs: Položky vybraných dodavatelů

# inventoryTypeByManufacturer
source: By Manufacturer
cs: Dle výrobce

# inventoryTypeByManufacturerDesc
source: Items from selected manufacturers
cs: Položky vybraných výrobců

# inventoryTypeSelective
source: Selective
cs: Selektivní

# inventoryTypeSelectiveDesc
source: Manual item selection
cs: Ruční výběr položek

# inventoryTypeContinue
source: Continue
cs: Pokračovat

# inventoryTypeNoItems
source: No items to select
cs: Žádné položky k výběru

# inventoryBlindMode
source: Blind inventory
cs: Slepá inventura

# inventoryBlindModeDesc
source: Without showing expected quantities
cs: Bez zobrazení předpokládaných stavů

# inventoryPrintTemplate
source: Print template
cs: Tisk předlohy

# inventoryResultTitle
source: Inventory Results
cs: Výsledky inventury

# inventoryResultSurplus
source: Surplus
cs: Přebytek

# inventoryResultShortage
source: Shortage
cs: Manko

# inventoryResultItemCount
source: {count} items
cs: {count} položek

# inventoryResultApply
source: Apply to stock
cs: Opravit sklad

# inventoryResultApplied
source: Applied
cs: Opraveno

# inventoryResultPrint
source: Print results
cs: Tisknout výsledky

# inventoryResultExpected
source: Expected
cs: Předpoklad

# inventoryResultActual
source: Actual
cs: Zjištěný

# inventoryPdfTemplateTitle
source: INVENTORY — TEMPLATE
cs: INVENTURA — PŘEDLOHA

# inventoryPdfResultsTitle
source: INVENTORY — RESULTS
cs: INVENTURA — VÝSLEDKY

# inventoryResultClose
source: Close
cs: Zavřít

# inventoryResultNcValue
source: PC
cs: NC

# tipStatsTitle
source: Tips
cs: Spropitné

# tipStatsTotal
source: Total
cs: Celkem

# tipStatsColumnUser
source: Staff
cs: Obsluha

# tipStatsColumnCount
source: Count
cs: Počet

# tipStatsColumnAmount
source: Amount
cs: Částka

# tipStatsEmpty
source: No tips in this period
cs: Žádné spropitné v tomto období

# moreTipStatistics
source: Tips
cs: Spropitné

# periodDay
source: Day
cs: Den

# periodWeek
source: Week
cs: Týden

# periodMonth
source: Month
cs: Měsíc

# periodYear
source: Year
cs: Rok

# periodCustom
source: Custom
cs: Vlastní

# periodToday
source: Today
cs: Dnes

# periodYesterday
source: Yesterday
cs: Včera

# periodThisWeek
source: This week
cs: Tento týden

# periodLastWeek
source: Last week
cs: Minulý týden

# periodThisMonth
source: This month
cs: Tento měsíc

# periodLastMonth
source: Last month
cs: Minulý měsíc

# periodThisYear
source: This year
cs: Letošní rok

# periodLastYear
source: Last year
cs: Loňský rok

# periodTomorrow
source: Tomorrow
cs: Zítra

# periodNextWeek
source: Next week
cs: Příští týden

# periodNextMonth
source: Next month
cs: Příští měsíc

# periodNextYear
source: Next year
cs: Příští rok

# statsTitle
source: Statistics
cs: Statistiky

# statsTabReceipts
source: Receipts
cs: Účtenky

# statsTabSales
source: Sales
cs: Prodeje

# statsTabShifts
source: Shifts
cs: Směny

# statsTabZReports
source: Z-reports
cs: Z-reporty

# statsTabTips
source: Tips
cs: Spropitné

# statsSummary
source: Summary
cs: Souhrn

# statsReceiptCount
source: Receipt count
cs: Počet účtenek

# statsReceiptTotal
source: Total revenue
cs: Celková tržba

# statsReceiptAvg
source: Average receipt
cs: Průměrná účtenka

# statsSalesItemCount
source: Items sold
cs: Prodaných položek

# statsSalesTotal
source: Total revenue
cs: Celková tržba

# statsSalesUniqueItems
source: Unique items
cs: Unikátních položek

# statsShiftCount
source: Shift count
cs: Počet směn

# statsShiftTotalHours
source: Total hours
cs: Celkem hodin

# statsShiftAvgDuration
source: Average shift
cs: Průměrná směna

# statsZReportCount
source: Session count
cs: Počet uzávěrek

# statsZReportTotalRevenue
source: Total revenue
cs: Celková tržba

# statsZReportTotalDiff
source: Total difference
cs: Celkový rozdíl

# statsTipCount
source: Tip count
cs: Počet spropitných

# statsTipTotal
source: Total tips
cs: Celkem spropitné

# statsTipAvg
source: Average tip
cs: Průměrné spropitné

# statsEmpty
source: No data in this period
cs: Žádná data v tomto období

# statsSortDate
source: Date
cs: Datum

# statsSortDateAsc
source: Date (oldest)
cs: Datum (nejstarší)

# statsSortAmount
source: Amount
cs: Částka

# statsSortAmountAsc
source: Amount (lowest)
cs: Částka (nejmenší)

# statsSortName
source: Name
cs: Název

# statsSortNameDesc
source: Name (Z→A)
cs: Název (Z→A)

# statsSortQty
source: Quantity
cs: Množství

# statsSortDuration
source: Duration
cs: Délka

# statsSortRevenue
source: Revenue
cs: Tržba

# statsColumnBillNumber
source: Number
cs: Číslo

# statsColumnCustomer
source: Customer
cs: Zákazník

# statsColumnPaymentMethod
source: Payment
cs: Platba

# statsColumnTotal
source: Total
cs: Celkem

# statsColumnItemName
source: Item
cs: Položka

# statsColumnQty
source: Qty
cs: Mn.

# statsColumnUnitPrice
source: Unit price
cs: Cena/ks

# statsColumnBill
source: Bill
cs: Účtenka

# statsColumnDateTime
source: Date & time
cs: Datum a čas

# statsColumnCategory
source: Category
cs: Kategorie

# statsColumnTax
source: Tax
cs: DPH

# statsColumnOrderNumber
source: Order #
cs: Obj. č.

# statsColumnStatus
source: Status
cs: Stav

# statsTabOrders
source: Orders
cs: Objednávky

# statsOrderCount
source: Order count
cs: Počet objednávek

# statsOrderTotalItems
source: Total items
cs: Celkem položek

# statsOrderTotal
source: Total amount
cs: Celková částka

# statsSalesGrossRevenue
source: Gross item revenue
cs: Hrubá tržba (položky)

# statsSalesItemDiscounts
source: Item discounts
cs: Slevy na položky

# statsSalesBillDiscount
source: Bill discount
cs: Sleva na účtenku

# statsSalesLoyaltyDiscount
source: Loyalty discount
cs: Věrnostní sleva

# statsSalesVoucherDiscount
source: Voucher discount
cs: Voucherová sleva

# statsSalesRounding
source: Rounding
cs: Zaokrouhlení

# statsSalesFinalTotal
source: Total (receipts)
cs: Celkem (účtenky)

# sellEnterQuantity
source: Enter quantity
cs: Zadejte množství

# statsFilterTitle
source: Filter
cs: Filtr

# statsFilterPaymentMethod
source: Payment method
cs: Typ platby

# statsFilterTakeaway
source: Type
cs: Typ

# statsFilterAll
source: All
cs: Vše

# statsFilterDineIn
source: Dine-in
cs: Na místě

# statsFilterTakeawayOnly
source: Takeaway
cs: S sebou

# statsFilterCategory
source: Category
cs: Kategorie

# statsFilterStatus
source: Status
cs: Stav

# statsFilterApply
source: Apply
cs: Použít

# statsFilterDiscount
source: Discount
cs: Sleva

# statsFilterWithDiscount
source: With discount
cs: Se slevou

# statsFilterWithoutDiscount
source: Without discount
cs: Bez slevy

# permOrdersCreate
source: Create order
cs: Vytvořit objednávku

# permOrdersView
source: View own orders
cs: Zobrazit vlastní objednávky

# permOrdersViewAll
source: View all orders
cs: Zobrazit všechny objednávky

# permOrdersViewPaid
source: View paid bills
cs: Zobrazit zaplacené účty

# permOrdersViewCancelled
source: View cancelled bills
cs: Zobrazit stornované účty

# permOrdersViewDetail
source: Order detail in info panel
cs: Detail objednávky v info panelu

# permOrdersEdit
source: Edit order
cs: Upravit objednávku

# permOrdersEditOthers
source: Edit others' orders
cs: Upravit cizí objednávky

# permOrdersVoidItem
source: Void item
cs: Storno položky

# permOrdersVoidBill
source: Void bill
cs: Storno účtu

# permOrdersReopen
source: Reopen bill
cs: Znovu otevřít účet

# permOrdersTransfer
source: Transfer bill
cs: Přesunout účet

# permOrdersSplit
source: Split bill
cs: Rozdělit účet

# permOrdersMerge
source: Merge bills
cs: Sloučit účty

# permOrdersAssignCustomer
source: Assign customer
cs: Přiřadit zákazníka

# permOrdersBump
source: Bump status
cs: Posunout stav

# permOrdersBumpBack
source: Bump back status
cs: Vrátit stav

# permPaymentsAccept
source: Accept payment
cs: Přijmout platbu

# permPaymentsRefund
source: Refund payment
cs: Vrátit platbu

# permPaymentsRefundItem
source: Refund item
cs: Vrátit položku

# permPaymentsMethodCash
source: Cash payment
cs: Platba hotovostí

# permPaymentsMethodCard
source: Card payment
cs: Platba kartou

# permPaymentsMethodVoucher
source: Voucher payment
cs: Platba voucherem

# permPaymentsMethodMealTicket
source: Meal ticket payment
cs: Platba stravenkami

# permPaymentsMethodCredit
source: Credit payment
cs: Platba na kredit

# permPaymentsSkipCashDialog
source: Skip cash dialog
cs: Přeskočit dialog hotovosti

# permPaymentsAcceptTip
source: Accept tip
cs: Přijmout spropitné

# permPaymentsAdjustTip
source: Adjust tip
cs: Upravit spropitné

# permDiscountsApplyItemLimited
source: Item discount (limited)
cs: Sleva na položku (limitovaná)

# permDiscountsApplyItem
source: Item discount (unlimited)
cs: Sleva na položku (neomezená)

# permDiscountsApplyBillLimited
source: Bill discount (limited)
cs: Sleva na účet (limitovaná)

# permDiscountsApplyBill
source: Bill discount (unlimited)
cs: Sleva na účet (neomezená)

# permDiscountsLoyalty
source: Redeem loyalty points
cs: Uplatnit věrnostní body

# permRegisterOpenSession
source: Open register session
cs: Otevřít pokladnu

# permRegisterCloseSession
source: Close register session
cs: Uzavřít pokladnu

# permRegisterViewSession
source: View register session
cs: Zobrazit stav pokladny

# permRegisterViewAllSessions
source: View all sessions
cs: Historie uzávěrek

# permRegisterCashIn
source: Cash deposit
cs: Vklad hotovosti

# permRegisterCashOut
source: Cash withdrawal
cs: Výběr hotovosti

# permRegisterOpenDrawer
source: Open cash drawer
cs: Otevřít zásuvku

# permShiftsClockInOut
source: Clock in/out
cs: Příchod/odchod

# permShiftsViewOwn
source: View own shifts
cs: Zobrazit vlastní směny

# permShiftsViewAll
source: View all shifts
cs: Zobrazit všechny směny

# permShiftsManage
source: Manage shifts
cs: Spravovat směny

# permProductsView
source: View products
cs: Zobrazit produkty

# permProductsViewCost
source: View purchase prices
cs: Zobrazit nákupní ceny

# permProductsManage
source: Manage products
cs: Spravovat produkty

# permProductsManageCategories
source: Manage categories
cs: Spravovat kategorie

# permProductsManageModifiers
source: Manage modifiers
cs: Spravovat modifikátory

# permProductsManageRecipes
source: Manage recipes
cs: Spravovat receptury

# permProductsManagePurchasePrice
source: Manage purchase prices
cs: Měnit nákupní ceny

# permProductsManageTax
source: Manage tax rates
cs: Měnit daňové sazby

# permProductsManageSuppliers
source: Manage suppliers
cs: Spravovat dodavatele

# permProductsManageManufacturers
source: Manage manufacturers
cs: Spravovat výrobce

# permProductsSetAvailability
source: Set availability
cs: Označit nedostupnost

# permStockReceive
source: Receive stock
cs: Příjem zboží

# permStockWastage
source: Record wastage
cs: Zaznamenat odpis

# permStockAdjust
source: Adjust stock
cs: Korekce skladu

# permStockCount
source: Stock count
cs: Inventura

# permStockTransfer
source: Stock transfer
cs: Přesun mezi sklady

# permStockSetPriceStrategy
source: Set price strategy
cs: Změnit strategii NC

# permStockManageWarehouses
source: Manage warehouses
cs: Spravovat sklady

# permCustomersView
source: View customers
cs: Zobrazit zákazníky

# permCustomersManage
source: Manage customers
cs: Spravovat zákazníky

# permCustomersManageCredit
source: Manage customer credit
cs: Spravovat kredit

# permCustomersManageLoyalty
source: Manage loyalty points
cs: Spravovat body

# permVouchersView
source: View vouchers
cs: Zobrazit vouchery

# permVouchersManage
source: Manage vouchers
cs: Spravovat vouchery

# permVouchersRedeem
source: Redeem voucher
cs: Uplatnit voucher

# permVenueView
source: View venue
cs: Zobrazit stoly

# permVenueReservationsView
source: View reservations
cs: Zobrazit rezervace

# permVenueReservationsManage
source: Manage reservations
cs: Spravovat rezervace

# permStatsReceipts
source: Receipts (session)
cs: Účtenky (session)

# permStatsReceiptsAll
source: Receipts (history)
cs: Účtenky (historie)

# permStatsSales
source: Sales (session)
cs: Prodeje (session)

# permStatsSalesAll
source: Sales (history)
cs: Prodeje (historie)

# permStatsOrders
source: Orders (session)
cs: Objednávky (session)

# permStatsOrdersAll
source: Orders (history)
cs: Objednávky (historie)

# permStatsTips
source: Tips (session)
cs: Spropitné (session)

# permStatsTipsAll
source: Tips (history)
cs: Spropitné (historie)

# permStatsCashJournal
source: Cash journal (session)
cs: Pokladní deník (session)

# permStatsCashJournalAll
source: Cash journal (history)
cs: Pokladní deník (historie)

# permStatsShifts
source: Shifts
cs: Směny

# permStatsZReports
source: Z-reports
cs: Uzávěrky

# permPrintingReceipt
source: Print receipt
cs: Tisk účtenky

# permPrintingReprint
source: Reprint receipt
cs: Opakovaný tisk

# permPrintingZReport
source: Print Z-report
cs: Tisk Z-reportu

# permPrintingInventoryReport
source: Print inventory report
cs: Tisk inventurního reportu

# permDataExport
source: Export data
cs: Export dat

# permDataImport
source: Import data
cs: Import dat

# permDataBackup
source: Backup and restore
cs: Záloha a obnova

# permUsersView
source: View users
cs: Zobrazit uživatele

# permUsersManage
source: Manage users
cs: Spravovat uživatele

# permUsersAssignRoles
source: Assign roles
cs: Přiřadit roli

# permUsersManagePermissions
source: Manage permissions
cs: Spravovat oprávnění

# permSettingsCompanyInfo
source: Company info
cs: Informace o firmě

# permSettingsCompanySecurity
source: Security settings
cs: Zabezpečení

# permSettingsCompanyFiscal
source: Fiscal settings
cs: Fiskální nastavení

# permSettingsCompanyCloud
source: Cloud and sync
cs: Cloud a synchronizace

# permSettingsCompanyDataWipe
source: Wipe data
cs: Smazat data

# permSettingsCompanyViewLog
source: View system log
cs: Zobrazit systémový log

# permSettingsCompanyClearLog
source: Clear system log
cs: Smazat log

# permSettingsVenueSections
source: Manage sections
cs: Spravovat sekce

# permSettingsVenueTables
source: Manage tables
cs: Spravovat stoly

# permSettingsVenueFloorPlan
source: Edit floor plan
cs: Editovat půdorys

# permSettingsRegisterManage
source: Manage registers
cs: Spravovat pokladny

# permSettingsRegisterHardware
source: Configure hardware
cs: Nastavit hardware

# permSettingsRegisterGrid
source: Edit sell grid
cs: Editovat prodejní grid

# permSettingsRegisterDisplays
source: Manage displays
cs: Spravovat displeje

# permSettingsRegisterPaymentMethods
source: Payment methods
cs: Platební metody

# permSettingsRegisterTaxRates
source: Tax rates
cs: Daňové sazby

# permSettingsRegisterManageDevices
source: Manage display devices
cs: Správa zobrazovacích zařízení

# permGroupOrders
source: Orders
cs: Objednávky

# permGroupPayments
source: Payments
cs: Platby

# permGroupDiscounts
source: Discounts & prices
cs: Slevy a ceny

# permGroupRegister
source: Register
cs: Pokladna

# permGroupShifts
source: Shifts
cs: Směny

# permGroupProducts
source: Products & catalog
cs: Produkty a katalog

# permGroupStock
source: Stock
cs: Sklad

# permGroupCustomers
source: Customers & loyalty
cs: Zákazníci a věrnost

# permGroupVouchers
source: Vouchers
cs: Vouchery

# permGroupVenue
source: Venue
cs: Provoz

# permGroupStats
source: Statistics & reports
cs: Statistiky a reporty

# permGroupPrinting
source: Printing
cs: Tisk

# permGroupUsers
source: Users & roles
cs: Uživatelé a role

# permGroupSettingsCompany
source: Settings — company
cs: Nastavení — firma

# permGroupSettingsVenue
source: Settings — venue
cs: Nastavení — provozovna

# permGroupSettingsRegister
source: Settings — register
cs: Nastavení — pokladna

# tabProfile
source: Profile
cs: Profil

# tabPermissions
source: Permissions
cs: Oprávnění

# permissionsResetToRole
source: Reset to role
cs: Reset na šablonu

# permissionsCustomized
source: (customized)
cs: (upraveno)

# permissionsResetConfirm
source: Reset all permissions to role template?
cs: Resetovat oprávnění na šablonu role?

# statsReceiptDetailTitle
source: Receipt detail
cs: Detail účtenky

# statsReceiptType
source: Type
cs: Typ

# statsOrderDetailTitle
source: Order detail
cs: Detail objednávky

# statsOrderPrepStarted
source: Prep started
cs: Příprava zahájena

# statsOrderReady
source: Ready
cs: Hotovo

# statsOrderDelivered
source: Delivered
cs: Doručeno

# statsOrderCreated
source: Created
cs: Vytvořeno

# statsOrderItems
source: Items
cs: Položky

# settingsCurrencyLocked
source: Default currency cannot be changed after the first bill is created.
cs: Výchozí měnu nelze změnit po vytvoření prvního účtu.

# settingsAlternativeCurrencies
source: Alternative currencies
cs: Alternativní měny

# settingsAddCurrency
source: Add currency
cs: Přidat měnu

# settingsExchangeRate
source: Exchange rate
cs: Kurz

# paymentForeignCurrencySelect
source: Other currency
cs: Jiná měna

# paymentChangeInBase
source: Change in base currency
cs: Vráceno v základní měně

# cashTenderTitle
source: Cash
cs: Hotovost

# cashTenderAmountDue
source: Amount due
cs: K úhradě

# cashTenderChange
source: Change: {amount}
cs: Vrátit: {amount}

# cashTenderRemaining
source: Remaining: {amount}
cs: Zbývá: {amount}

# cashTenderSkip
source: Skip
cs: Bez zadání

# cashTenderChangeReason
source: Change from {currencyCode} payment
cs: Vydáno z platby v {currencyCode}

# openingForeignCashTitle
source: Opening cash for foreign currencies
cs: Počáteční stav cizích měn

# closingForeignCashTitle
source: Closing cash for foreign currencies
cs: Uzávěrka cizích měn

# zReportForeignCashTitle
source: Foreign currency cash
cs: Pokladna cizí měny

# zReportForeignOpening
source: Opening
cs: Počáteční stav

# zReportForeignRevenue
source: Revenue
cs: Tržby

# zReportForeignExpected
source: Expected
cs: Očekávaný stav

# zReportForeignClosing
source: Actual
cs: Skutečný stav

# zReportForeignDifference
source: Difference
cs: Rozdíl

# currencySelectorTitle
source: Select currency
cs: Vyberte měnu

# currencySelectorBack
source: Back
cs: Zpět

# statsTabDashboard
source: Dashboard
cs: Přehled

# dashboardRevenue
source: Revenue
cs: Tržba

# dashboardBillCount
source: Bills
cs: Účty

# dashboardAverage
source: Average
cs: Průměr

# dashboardTips
source: Tips
cs: Spropitné

# dashboardPrevPeriod
source: Previous period:
cs: Předchozí období:

# dashboardRevenueOverTime
source: Revenue over time
cs: Tržba v čase

# dashboardPaymentMethods
source: Payment methods
cs: Platební metody

# dashboardCategories
source: Categories
cs: Kategorie

# dashboardTopProducts
source: Top 10 products
cs: Top 10 produktů

# dashboardByQuantity
source: Quantity
cs: Množství

# dashboardByRevenue
source: Revenue
cs: Tržba

# dashboardHeatmap
source: Weekly pattern
cs: Týdenní vzorec

# heatmapMon
source: Mon
cs: Po

# heatmapTue
source: Tue
cs: Út

# heatmapWed
source: Wed
cs: St

# heatmapThu
source: Thu
cs: Čt

# heatmapFri
source: Fri
cs: Pá

# heatmapSat
source: Sat
cs: So

# heatmapSun
source: Sun
cs: Ne

# heatmapLow
source: Low
cs: Nízká

# heatmapHigh
source: High
cs: Vysoká

# dashboardOther
source: Other
cs: Ostatní

# wizardDemoMode
source: Demo mode
cs: Režim dema

# wizardDemoCreating
source: Creating demo data...
cs: Vytváření demo dat...

# wizardDemoDownloading
source: Downloading data...
cs: Stahování dat...

# wizardDemoInfo
source: Demo creates 4 users, all with PIN 1111
cs: Demo vytvoří 4 uživatele, všichni s PINem 1111

# ordersSortAsc
source: Oldest first
cs: Od nejstarších

# ordersSortDesc
source: Newest first
cs: Od nejnovějších

# ordersSortByTime
source: Time
cs: Čas

# ordersSortByNumber
source: Number
cs: Číslo

# ordersSortByStatus
source: Status
cs: Stav

# peripheralsTitle
source: Peripherals
cs: Periferie

# peripheralsScanner
source: Scanner
cs: Skener

# peripheralsScannerConnection
source: Connection
cs: Připojení

# peripheralsScannerEnabled
source: Scanner enabled
cs: Skener aktivní

# peripheralsCashDrawer
source: Cash Drawer
cs: Pokladní zásuvka

# peripheralsCashDrawerOpenOnPayment
source: Open on payment
cs: Otevřít při platbě

# peripheralsCashDrawerConnection
source: Connection
cs: Připojení

# peripheralsPrinter
source: Receipt Printer
cs: Tiskárna účtenek

# peripheralsPrinterConnection
source: Connection
cs: Připojení

# peripheralsPrinterAutoPrint
source: Auto-print receipt
cs: Automatický tisk účtenky

# peripheralsTerminal
source: Payment Terminal
cs: Platební terminál

# peripheralsTerminalConnection
source: Connection
cs: Připojení

# peripheralsNotConfigured
source: Not configured
cs: Nenastaveno

# inventoryFilterBelowMin
source: Below minimum
cs: Pod minimem

# inventoryFilterZeroStock
source: Zero stock
cs: Nulové zásoby

# inventoryFilterDocType
source: Document type
cs: Typ dokumentu

# inventoryFilterDirection
source: Direction
cs: Směr

# inventoryFilterInbound
source: Inbound
cs: Příjem

# inventoryFilterOutbound
source: Outbound
cs: Výdej
