Repository: Tomakas/deskpos
Catalog: lib/l10n/app_*.arb
Languages: cs

# catalogTabRecipes
source: Recipes
cs: Receptury

# fieldSupplierName
source: Supplier Name
cs: Název dodavatele

# fieldContactPerson
source: Contact Person
cs: Kontaktní osoba

# fieldPhone
source: Phone
cs: Telefon

# fieldManufacturer
source: Manufacturer
cs: Výrobce

# fieldSupplier
source: Supplier
cs: Dodavatel

# fieldParentCategory
source: Parent Category
cs: Nadřazená kategorie

# fieldAltSku
source: Alternative SKU
cs: Alternativní SKU

# fieldPurchasePrice
source: Purchase Price
cs: Nákupní cena

# fieldPurchaseTaxRate
source: Purchase Tax
cs: Nákupní DPH

# fieldOnSale
source: On Sale
cs: V prodeji

# fieldStockTracked
source: Stock Tracked
cs: Sledování skladu

# fieldDescription
source: Description
cs: Popis

# fieldUnit
source: Unit
cs: Jednotka

# unitTypeKs
source: pcs
cs: ks

# fieldParentProduct
source: Parent Product
cs: Nadřazený produkt

# fieldComponent
source: Component
cs: Složka

# fieldQuantityRequired
source: Required Quantity
cs: Požadované množství

# moreCatalog
source: Catalog
cs: Katalog

# mergeBillTitle
source: Merge Bill
cs: Sloučit účet

# mergeBillDescription
source: Orders from this bill will be moved to the selected bill. Current bill will be cancelled.
cs: Objednávky z tohoto účtu budou přesunuty na vybraný účet. Aktuální účet bude zrušen.

# mergeBillNoBills
source: No open bills to merge
cs: Žádné otevřené účty k sloučení

# splitBillTitle
source: Split Bill
cs: Rozdělit účet

# splitBillPayButton
source: Split and Pay
cs: Rozdělit a zaplatit

# splitBillNewBillButton
source: Split to New Bill
cs: Rozdělit na nový účet

# splitBillSourceLabel
source: Bill #{billNumber}
cs: Účet #{billNumber}

# splitBillTargetLabel
source: New bill
cs: Nový účet

# splitBillTotal
source: Total
cs: Celkem

# catalogTabCustomers
source: Customers
cs: Zákazníci

# customerFirstName
source: First Name
cs: Jméno

# customerLastName
source: Last Name
cs: Příjmení

# customerPhone
source: Phone
cs: Telefon

# customerAddress
source: Address
cs: Adresa

# customerPoints
source: Points
cs: Body

# customerCredit
source: Credit
cs: Kredit

# customerTotalSpent
source: Total Spent
cs: Celkem utraceno

# customerBirthdate
source: Birthdate
cs: Datum narození

# customerLastVisit
source: Last Visit
cs: Poslední návštěva

# customerSearch
source: Search Customer
cs: Hledat zákazníka

# customerRemove
source: Remove Customer
cs: Odebrat zákazníka

# customerNone
source: No Customer
cs: Žádný zákazník

# inventoryTitle
source: Inventory
cs: Sklad

# inventoryColumnItem
source: Item
cs: Položka

# inventoryColumnUnit
source: Unit
cs: Jednotka

# inventoryColumnQuantity
source: Quantity
cs: Množství

# inventoryColumnMinQuantity
source: Min. Quantity
cs: Min. množství

# inventoryColumnPurchasePrice
source: Purchase Price
cs: Nákupní cena

# inventoryColumnTotalValue
source: Total Value
cs: Celková hodnota

# inventoryTotalValue
source: Total Inventory Value
cs: Celková hodnota skladu

# inventoryReceipt
source: Receipt
cs: Příjemka

# inventoryWaste
source: Waste
cs: Výdejka

# inventoryCorrection
source: Correction
cs: Oprava

# inventoryInventory
source: Inventory
cs: Inventura

# inventoryNoItems
source: No tracked items
cs: Žádné sledované položky

# inventoryNewDocument
source: New Document
cs: Nový doklad

# inventoryNewDocumentTitle
source: Select Document Type
cs: Typ dokladu

# inventoryReceiptDesc
source: Record incoming goods from a supplier
cs: Záznam příjmu zboží od dodavatele

# inventoryWasteDesc
source: Write off damaged or expired goods
cs: Odpis poškozených nebo prošlých položek

# inventoryCorrectionDesc
source: Manually adjust stock quantities
cs: Ruční úprava stavů na skladě

# inventoryInventoryDesc
source: Physical stock count and comparison
cs: Fyzická inventura a porovnání se systémem

# stockDocumentTitle
source: Stock Document
cs: Skladový doklad

# stockDocumentSupplier
source: Supplier
cs: Dodavatel

# stockDocumentPriceStrategy
source: Purchase Price Strategy
cs: Strategie nákupní ceny

# stockDocumentNote
source: Note
cs: Poznámka

# stockDocumentAddItem
source: Add Item
cs: Přidat položku

# stockDocumentQuantity
source: Quantity
cs: Množství

# stockDocumentPrice
source: Purchase Price
cs: Nákupní cena

# stockDocumentDetailTitle
source: Document Detail
cs: Detail dokladu

# stockDocumentSave
source: Save Document
cs: Uložit doklad

# stockDocumentNoItems
source: Add at least one item
cs: Přidejte alespoň jednu položku

# stockDocumentSearchItem
source: Search Item
cs: Hledat položku

# stockDocumentItemOverrideStrategy
source: Override Strategy
cs: Override strategie

# stockStrategyOverwrite
source: Overwrite
cs: Přepsat

# stockStrategyKeep
source: Keep
cs: Ponechat

# stockStrategyAverage
source: Average
cs: Průměr

# stockStrategyWeightedAverage
source: Weighted Average
cs: Vážený průměr

# inventoryDialogTitle
source: Inventory
cs: Inventura

# inventoryDialogActualQuantity
source: Actual Quantity
cs: Skutečný stav

# inventoryDialogDifference
source: Difference
cs: Rozdíl

# inventoryDialogSave
source: Save Inventory
cs: Uložit inventuru

# inventoryDialogNoDifferences
source: No differences
cs: Žádné rozdíly

# inventoryTabLevels
source: Levels
cs: Zásoby

# inventoryTabDocuments
source: Documents
cs: Doklady

# inventoryTabMovements
source: Movements
cs: Pohyby

# documentColumnNumber
source: Number
cs: Číslo

# documentColumnType
source: Type
cs: Typ

# documentColumnDate
source: Date
cs: Datum

# documentColumnSupplier
source: Supplier
cs: Dodavatel

# documentColumnNote
source: Note
cs: Poznámka

# documentColumnTotal
source: Total
cs: Celkem

# documentNoDocuments
source: No stock documents
cs: Žádné skladové doklady

# documentTypeReceipt
source: Receipt
cs: Příjemka

# documentTypeWaste
source: Waste
cs: Výdejka

# documentTypeInventory
source: Inventory
cs: Inventura

# documentTypeCorrection
source: Correction
cs: Oprava

# movementColumnDate
source: Date
cs: Datum

# movementColumnItem
source: Item
cs: Položka

# movementColumnQuantity
source: Quantity
cs: Množství

# movementColumnType
source: Type
cs: Typ

# movementColumnDocument
source: Document
cs: Doklad

# movementNoMovements
source: No stock movements
cs: Žádné skladové pohyby

# movementFilterItem
source: Filter by item
cs: Filtrovat dle položky

# movementTypeSale
source: Sale
cs: Prodej

# movementTypeReversal
source: Reversal
cs: Storno

# recipeComponents
source: Components
cs: Složky

# recipeComponentCount
source: {count} components
cs: {count} složek

# recipeAddComponent
source: Add Component
cs: Přidat složku

# recipeNoComponents
source: No components. Add at least one.
cs: Žádné složky. Přidejte alespoň jednu.

# searchHint
source: Search...
cs: Hledat...

# filterTitle
source: Filter
cs: Filtr

# filterAll
source: All
cs: Vše

# filterReset
source: Reset
cs: Resetovat

# receiptSubtotal
source: Subtotal
cs: Mezisoučet

# receiptDiscount
source: Discount
cs: Sleva

# receiptTotal
source: Total
cs: Celkem

# receiptRounding
source: Rounding
cs: Zaokrouhlení

# receiptTaxTitle
source: Tax Summary
cs: Rekapitulace DPH

# receiptTaxRate
source: Rate
cs: Sazba

# receiptTaxNet
source: Net
cs: Základ

# receiptTaxAmount
source: Tax
cs: DPH

# receiptTaxGross
source: Gross
cs: Celkem

# receiptPayment
source: Payment
cs: Platba

# receiptTip
source: Tip
cs: Spropitné

# receiptBillNumber
source: Receipt No.
cs: Účtenka č.

# receiptTable
source: Table
cs: Stůl

# receiptTakeaway
source: Takeaway
cs: S sebou

# receiptCashier
source: Cashier
cs: Obsluha

# receiptDate
source: Date
cs: Datum

# receiptThankYou
source: Thank you for your visit
cs: Děkujeme za návštěvu

# receiptIco
source: Business ID
cs: IČO

# receiptDic
source: VAT Number
cs: DIČ

# receiptPreviewTitle
source: Receipt Preview
cs: Náhled účtenky

# zReportSession
source: Session
cs: Směna

# zReportOpenedAtLabel
source: Opened
cs: Začátek

# zReportClosedAtLabel
source: Closed
cs: Konec

# zReportDurationLabel
source: Duration
cs: Trvání

# zReportOpenedByLabel
source: Opened By
cs: Otevřel

# zReportRevenueTitle
source: Revenue by Payment
cs: Tržba dle plateb

# zReportTaxReportTitle
source: Tax
cs: DPH

# zReportTipsTitle
source: Tips
cs: Spropitné

# zReportDiscountsTitle
source: Discounts
cs: Slevy

# zReportBillCountsTitle
source: Bill Counts
cs: Počty účtů

# zReportCashReportTitle
source: Cash Status
cs: Stav hotovosti

# zReportShiftsReportTitle
source: Shifts
cs: Směny

# zReportRegisterBreakdown
source: Breakdown by Registers
cs: Rozpad dle pokladen

# zReportRegisterColumn
source: Register
cs: Pokladna

# zReportVenueReport
source: Venue Report
cs: Report provozovny

# zReportVenueReportTitle
source: Venue Report
cs: Report provozovny

# zReportRegisterName
source: Register: {name}
cs: Pokladna: {name}

# cashHandoverReason
source: Cash handover from {registerName}
cs: Předání hotovosti z {registerName}

# reservationsTitle
source: Reservations
cs: Rezervace

# reservationNew
source: New Reservation
cs: Nová rezervace

# reservationEdit
source: Edit Reservation
cs: Upravit rezervaci

# reservationDate
source: Date
cs: Datum

# reservationTime
source: Time
cs: Čas

# reservationCustomerName
source: Name
cs: Jméno

# reservationCustomerPhone
source: Phone
cs: Telefon

# reservationPartySize
source: Party Size
cs: Počet osob

# reservationTable
source: Table
cs: Stůl

# reservationNotes
source: Note
cs: Poznámka

# reservationStatus
source: Status
cs: Stav

# reservationStatusCreated
source: Created
cs: Vytvořena

# reservationStatusConfirmed
source: Confirmed
cs: Potvrzena

# reservationStatusSeated
source: Seated
cs: Usazeni

# reservationStatusCancelled
source: Cancelled
cs: Zrušena

# reservationLinkCustomer
source: Link Customer
cs: Propojit zákazníka

# reservationLinkedCustomer
source: Customer
cs: Zákazník

# reservationsEmpty
source: No reservations
cs: Žádné rezervace

# reservationSave
source: Save
cs: Uložit

# reservationDelete
source: Delete
cs: Smazat

# reservationColumnDate
source: Date
cs: Datum

# reservationColumnTime
source: Time
cs: Čas

# reservationColumnName
source: Name
cs: Jméno

# reservationColumnPhone
source: Phone
cs: Telefon

# reservationColumnPartySize
source: Size
cs: Počet

# reservationColumnTable
source: Table
cs: Stůl

# reservationColumnStatus
source: Status
cs: Stav

# paymentTypeCredit
source: Credit
cs: Kredit

# paymentTypeVoucher
source: Meal Vouchers
cs: Stravenky

# loyaltySectionTitle
source: Loyalty Program
cs: Věrnostní program

# loyaltyEarnRate
source: Points per {unit}
cs: Bodů za {unit}

# loyaltyPointValue
source: Point value (minor units)
cs: Hodnota 1 bodu (minor units)

# loyaltyDescription
source: Customer earns {earn} points per {unit}. 1 point = {value}.
cs: Zákazník získá {earn} bodů za každých {unit}. 1 bod = {value}.

# loyaltyDisabled
source: Loyalty program is disabled (set values > 0)
cs: Věrnostní program je vypnutý (nastavte hodnoty > 0)

# settingsDiscountLimits
source: Discount Limits
cs: Limity slev

# settingsMaxItemDiscount
source: Max item discount (%)
cs: Max sleva na položku (%)

# settingsMaxBillDiscount
source: Max bill discount (%)
cs: Max sleva na účet (%)

# loyaltyRedeem
source: Redeem Points
cs: Uplatnit body

# loyaltyAvailablePoints
source: Available Points
cs: Dostupné body

# loyaltyPointsValue
source: Value
cs: Hodnota

# loyaltyPerPoint
source: {value}/pt
cs: {value}/bod

# loyaltyPointsToUse
source: Points to Redeem
cs: Bodů k uplatnění

# loyaltyDiscountPreview
source: {points} points = {amount} discount
cs: {points} bodů = sleva {amount}

# loyaltyEarned
source: Points Earned
cs: Získáno bodů

# loyaltyCustomerInfo
source: Points: {points} | Credit: {credit}
cs: Body: {points} | Kredit: {credit}

# loyaltyCredit
source: Customer Credit
cs: Zákaznický kredit

# loyaltyCreditTopUp
source: Top Up Credit
cs: Nabít kredit

# loyaltyCreditDeduct
source: Deduct Credit
cs: Odečíst kredit

# loyaltyCreditBalance
source: Balance
cs: Zůstatek

# loyaltyTransactionHistory
source: Transaction History
cs: Historie transakcí

# loyaltyNoCustomer
source: No customer assigned to this bill
cs: K účtu není přiřazen zákazník

# settingsSectionGridManagement
source: Grid Layout Management
cs: Správa rozložení mřížky

# settingsAutoArrange
source: Auto Arrange
cs: Automatické rozmístění

# settingsAutoArrangeDescription
source: Arrange categories and products in grid
cs: Rozmístí kategorie a produkty do mřížky

# settingsManualEditor
source: Manual Grid Editor
cs: Ruční editor mřížky

# settingsManualEditorDescription
source: Open editor to assign items
cs: Otevře editor pro přiřazení položek

# autoArrangeTitle
source: Auto Arrange
cs: Automatické rozmístění

# autoArrangeHorizontal
source: Horizontal
cs: Horizontální

# autoArrangeHorizontalDesc
source: Row = category + its products
cs: Řádek = kategorie + její produkty

# autoArrangeVertical
source: Vertical
cs: Vertikální

# autoArrangeVerticalDesc
source: Column = category + its products below
cs: Sloupec = kategorie + její produkty pod ní

# autoArrangeWarning
source: Existing layout will be replaced
cs: Stávající rozmístění bude nahrazeno

# autoArrangeConfirm
source: Arrange
cs: Rozmístit

# autoArrangeSummary
source: {categories} categories, {products} products
cs: {categories} kategorií, {products} produktů

# autoArrangeOverflow
source: Only {fit} of {total} categories will fit on the main page. The rest will be accessible only on sub-pages.
cs: Na hlavní stránku se vejde jen {fit} z {total} kategorií. Zbylé budou dostupné pouze na sub-stránkách.

# gridEditorTitle2
source: Grid Editor
cs: Editor mřížky

# gridEditorBack
source: Back
cs: Zpět

# gridEditorRootPage
source: Main Page
cs: Hlavní stránka

# gridEditorPage
source: Page {page}
cs: Stránka {page}

# gridEditorColor
source: Button Color
cs: Barva tlačítka

# settingsFloorMap
source: Map
cs: Mapa

# billsTableList
source: List
cs: Seznam

# floorMapEditorTitle
source: Map Editor
cs: Editor mapy

# floorMapAddTable
source: Add Table to Map
cs: Přidat stůl na mapu

# floorMapEditTable
source: Edit Table Position
cs: Upravit pozici stolu

# floorMapRemoveTable
source: Remove from Map
cs: Odebrat z mapy

# floorMapWidth
source: Width (cells)
cs: Šířka (buňky)

# floorMapHeight
source: Height (cells)
cs: Výška (buňky)

# floorMapSelectSection
source: Section
cs: Sekce

# floorMapSelectTable
source: Table
cs: Stůl

# floorMapNewTable
source: New Table
cs: Nový stůl

# floorMapNoTables
source: No tables on map. Add them in map editor in Settings.
cs: Žádné stoly na mapě. Přidejte je v editoru mapy v Nastavení.

# floorMapEmptySlot
source: Empty
cs: Prázdné

# floorMapShapeRectangle
source: Rectangle
cs: Obdélník

# floorMapShapeRound
source: Oval
cs: Ovál

# floorMapShapeTriangle
source: Triangle
cs: Trojúhelník

# floorMapShapeDiamond
source: Diamond
cs: Kosočtverec

# floorMapSegmentTable
source: Table
cs: Stůl

# floorMapSegmentElement
source: Element
cs: Prvek

# floorMapAddElement
source: Add Element to Map
cs: Přidat prvek na mapu

# floorMapEditElement
source: Edit Element
cs: Upravit prvek

# floorMapRemoveElement
source: Remove from Map
cs: Odebrat z mapy

# floorMapElementLabel
source: Label
cs: Popisek

# floorMapElementColor
source: Color
cs: Barva

# floorMapColorNone
source: None
cs: Žádná

# floorMapElementFontSize
source: Text size
cs: Velikost textu

# floorMapElementFillStyle
source: Fill
cs: Výplň

# floorMapElementBorderStyle
source: Border
cs: Obrys

# floorMapStyleNone
source: None
cs: Žádný

# floorMapStyleTranslucent
source: Translucent
cs: Průsvitný

# floorMapStyleSolid
source: Solid
cs: Plný

# vouchersTitle
source: Vouchers
cs: Vouchery

# voucherCreate
source: Create Voucher
cs: Vytvořit voucher

# voucherTypeGift
source: Gift
cs: Dárkový

# voucherTypeDeposit
source: Deposit
cs: Zálohový

# voucherTypeDiscount
source: Discount
cs: Slevový

# voucherStatusActive
source: Active
cs: Aktivní

# voucherStatusRedeemed
source: Redeemed
cs: Uplatněný

# voucherStatusExpired
source: Expired
cs: Expirovaný

# voucherStatusCancelled
source: Cancelled
cs: Zrušený

# voucherCode
source: Code
cs: Kód

# voucherValue
source: Value
cs: Hodnota

# voucherDiscount
source: Discount
cs: Sleva

# voucherExpires
source: Expires
cs: Platnost do

# voucherCustomer
source: Customer
cs: Zákazník

# voucherNote
source: Note
cs: Poznámka

# voucherCreatedAt
source: Created
cs: Vytvořeno

# voucherCreatedBy
source: Created by
cs: Vytvořil

# voucherScopeBill
source: Full Bill
cs: Celý účet

# voucherScopeProduct
source: Product
cs: Produkt

# voucherScopeCategory
source: Category
cs: Kategorie

# voucherMaxUses
source: Max Uses
cs: Max. použití

# voucherUsedCount
source: Used
cs: Použito

# voucherMinOrderValue
source: Min. Order Value
cs: Min. hodnota účtu

# voucherSell
source: Sell
cs: Prodat

# voucherPrint
source: Print
cs: Tisk

# voucherCancel
source: Cancel Voucher
cs: Zrušit voucher

# voucherRedeem
source: Redeem
cs: Uplatnit

# voucherEnterCode
source: Enter voucher code
cs: Zadejte kód voucheru

# voucherInvalid
source: Invalid voucher code
cs: Neplatný kód voucheru

# voucherExpiredError
source: Voucher expired
cs: Voucher expiroval

# voucherAlreadyUsed
source: Voucher already redeemed
cs: Voucher byl již uplatněn

# voucherMinOrderNotMet
source: Minimum order value not met
cs: Minimální hodnota účtu nesplněna

# voucherCustomerMismatch
source: Voucher is assigned to another customer
cs: Voucher je vázán na jiného zákazníka

# voucherDepositReturn
source: Deposit overpayment return
cs: Vrácení přeplatku zálohy

# voucherFilterAll
source: All
cs: Všechny

# voucherRedeemedAt
source: Redeemed
cs: Uplatněno

# billDetailRemoveVoucher
source: Remove Voucher
cs: Zrušit voucher

# billDetailRemoveVoucherConfirm
source: Remove applied voucher from this bill?
cs: Odebrat použitý voucher z tohoto účtu?

# wizardLanguage
source: Language
cs: Jazyk

# wizardCurrency
source: Default Currency
cs: Výchozí měna

# wizardWithTestData
source: Create with test data
cs: Vytvořit s testovacími daty

# orderItemStorno
source: Void
cs: Storno

# orderItemStornoConfirm
source: Are you sure you want to void this item?
cs: Opravdu chcete stornovat tuto položku?

# ordersTitle
source: Orders
cs: Objednávky

# ordersFilterActive
source: Active
cs: Aktivní

# ordersFilterCreated
source: Created
cs: Vytvořené

# ordersFilterReady
source: Ready
cs: Hotové

# ordersFilterDelivered
source: Delivered
cs: Doručené

# ordersFilterStorno
source: Voided
cs: Stornované

# ordersScopeAll
source: All
cs: Vše

# ordersNoOrders
source: No orders
cs: Žádné objednávky

# ordersTimeCreated
source: Created
cs: Vytvořeno

# ordersTimeUpdated
source: Updated
cs: Změněno

# ordersTableLabel
source: Table
cs: Stůl

# ordersCustomerLabel
source: Customer
cs: Zákazník

# ordersStornoPrefix
source: VOID
cs: STORNO

# customerDisplayTitle
source: Customer Display
cs: Zákaznický displej

# customerDisplayWelcome
source: Welcome
cs: Vítejte

# customerDisplayHeader
source: Your Bill
cs: Váš účet

# customerDisplaySubtotal
source: Subtotal
cs: Mezisoučet

# customerDisplayDiscount
source: Discount
cs: Sleva

# customerDisplayTotal
source: Total
cs: Celkem

# kdsTitle
source: Kitchen
cs: Kuchyně

# kdsNoOrders
source: No orders to prepare
cs: Žádné objednávky k přípravě

# kdsBump
source: Bump
cs: Další

# sellSeparator
source: Separate
cs: Oddělit

# sellSeparatorLabel
source: --- Next Order ---
cs: --- Další objednávka ---

# customerEnterName
source: Enter Name
cs: Zadat jméno

# customerNameHint
source: Guest name
cs: Jméno hosta

# settingsRegisters
source: Registers
cs: Pokladny

# registerName
source: Name
cs: Název

# registerType
source: Type
cs: Typ

# registerNumber
source: Number
cs: Číslo

# registerParent
source: Parent Register
cs: Nadřazená pokladna

# registerAllowCash
source: Cash
cs: Hotovost

# registerAllowCard
source: Card
cs: Karta

# registerAllowTransfer
source: Transfer
cs: Převod

# registerAllowCredit
source: Credit
cs: Kredit

# registerAllowVoucher
source: Meal Vouchers
cs: Stravenky

# registerAllowOther
source: Other
cs: Ostatní

# registerAllowRefunds
source: Refunds
cs: Refundy

# registerPaymentFlags
source: Allowed Payments
cs: Povolené platby

# registerTypeLocal
source: Local
cs: Stacionární

# registerTypeMobile
source: Mobile
cs: Mobilní

# registerTypeVirtual
source: Virtual
cs: Virtuální

# registerDeviceBinding
source: Device Binding
cs: Svázání zařízení

# registerBound
source: Bound to: {name}
cs: Svázáno s: {name}

# registerNotBound
source: Not Bound
cs: Nesvázáno

# registerBind
source: Select Register
cs: Vybrat pokladnu

# registerUnbind
source: Unbind
cs: Odpojit

# registerSelectTitle
source: Select Register
cs: Vyberte pokladnu

# registerNone
source: None
cs: Žádná

# registerIsMain
source: Main
cs: Hlavní

# registerSetMain
source: Set as Main
cs: Nastavit jako hlavní

# registerBoundHere
source: This Device
cs: Toto zařízení

# registerBindAction
source: Bind
cs: Svázat

# registerSessionActiveCannotChange
source: Cannot change binding during active session.
cs: Nelze změnit svázání během aktivní směny.

# registerBoundOnOtherDevice
source: Used by another device
cs: Používá jiné zařízení

# infoPanelRegisterName
source: Register Name
cs: Název pokladny

# connectCompanySelectRegister
source: Select Register
cs: Vyberte pokladnu

# connectCompanySelectRegisterSubtitle
source: Select a register for this device
cs: Vyberte pokladnu pro toto zařízení

# connectCompanyNoRegisters
source: No registers available
cs: Žádné pokladny k dispozici

# connectCompanyCreateRegister
source: Create New Register
cs: Vytvořit novou pokladnu

# registerNotBoundMessage
source: Register is not assigned to this device. Assign a register in Settings.
cs: Pokladna není přiřazena k tomuto zařízení. Přiřaďte pokladnu v Nastavení.

# modeTitle
source: Mode
cs: Režim

# modePOS
source: POS
cs: Pokladna

# modeKDS
source: Kitchen Display
cs: Objednávkový displej

# modeCustomerDisplay
source: Customer Display
cs: Zákaznický displej

# customerDisplayThankYou
source: Thank You!
cs: Děkujeme!

# customerDisplayPaid
source: Paid
cs: Zaplaceno

# billDetailShowOnDisplay
source: Customer Display
cs: Zák. displej

# onboardingCustomerDisplay
source: Customer Display
cs: Zákaznický displej

# onboardingCustomerDisplaySubtitle
source: This device will serve as a customer display after connecting.
cs: Zařízení bude po připojení sloužit jako zákaznický displej.

# onboardingCreateDemo
source: Create Demo
cs: Vytvořit Demo

# onboardingCreateDemoSubtitle
source: Complete demo company with three months of history.
cs: Kompletní demo firma s tříměsíční historií.

# demoDialogTitle
source: Create Demo Company
cs: Vytvořit demo firmu

# demoDialogInfo
source: Demo auto-deletes after 6 hours
cs: Demo se automaticky smaže po 6 hodinách

# demoDialogCreate
source: Create
cs: Vytvořit

# demoDialogCreating
source: Creating demo data, this may take a moment...
cs: Vytváření demo dat, může to chvíli trvat...

# onboardingKdsDisplay
source: Order Display (KDS)
cs: Objednávkový displej (KDS)

# displayCodeTitle
source: Enter Code
cs: Zadejte kód

# displayCodeSubtitle
source: Enter the 6-digit code shown on the register
cs: Zadejte 6-místný kód zobrazený na pokladně

# displayCodeConnect
source: Connect
cs: Připojit

# displayCodeBack
source: Back
cs: Zpět

# displayCodeNotFound
source: Code not found
cs: Kód nenalezen

# displayCodeError
source: Error looking up code
cs: Chyba při hledání kódu

# displayCodeWaitingForConfirmation
source: Waiting for operator confirmation…
cs: Čeká se na potvrzení obsluhou…

# displayCodeRejected
source: Connection was rejected
cs: Připojení bylo zamítnuto

# displayCodeTimeout
source: No response from operator. Try again.
cs: Obsluha neodpověděla. Zkuste to znovu.

# pairingRequestTitle
source: Connection request
cs: Žádost o připojení
