Repository: Tomakas/deskpos
Catalog: lib/l10n/app_*.arb
Languages: cs

# inventoryFilterCategory
source: Category
cs: Kategorie

# inventoryFilterSource
source: Source
cs: Zdroj

# inventoryFilterSourceSale
source: Sale
cs: Prodej

# inventoryFilterSourceDocument
source: Documents
cs: Doklady

# inventorySortName
source: Name
cs: Název

# inventorySortQuantity
source: Quantity
cs: Množství

# inventorySortPrice
source: Purchase price
cs: Nák. cena

# inventorySortValue
source: Total value
cs: Celková hodnota

# inventorySortDate
source: Date
cs: Datum

# inventorySortNumber
source: Number
cs: Číslo

# inventorySortType
source: Type
cs: Typ

# inventorySortAmount
source: Amount
cs: Částka

# inventorySortItem
source: Item
cs: Položka

# settingsNegativeStockPolicy
source: Negative stock policy
cs: Politika záporných zásob

# negativeStockPolicyAllow
source: Allow
cs: Povolit

# negativeStockPolicyWarn
source: Warn
cs: Upozornit

# negativeStockPolicyBlock
source: Block
cs: Blokovat

# stockInsufficientTitle
source: Insufficient stock
cs: Nedostatek zásob

# stockWarningTitle
source: Stock warning
cs: Upozornění na zásoby

# stockWarningContinue
source: Continue
cs: Pokračovat

# negativeStockPolicyDefault
source: Default (company setting)
cs: Výchozí (nastavení firmy)

# fieldNegativeStockPolicy
source: Negative stock override
cs: Přepsat politiku zásob

# stockColumnItem
source: Item
cs: Položka

# stockColumnRequired
source: Order
cs: Objednávka

# stockColumnAvailable
source: In stock
cs: Skladem

# stockColumnAfter
source: After sale
cs: Po prodeji

# dataExportDescription
source: Export business data (products, customers, orders) to a file for transfer or archival.
cs: Export obchodních dat (produkty, zákazníci, objednávky) do souboru pro přenos nebo archivaci.

# dataImportDescription
source: Import data from a previously exported file.
cs: Import dat z dříve exportovaného souboru.

# dataBackup
source: Backup
cs: Záloha

# dataBackupDescription
source: Create a full backup of the local database.
cs: Vytvoření kompletní zálohy lokální databáze.

# dataRestore
source: Restore
cs: Obnova

# dataRestoreDescription
source: Restore the local database from a backup file.
cs: Obnovení lokální databáze ze záložního souboru.

# catalogSortName
source: Name
cs: Název

# catalogSortPrice
source: Price
cs: Cena

# catalogSortType
source: Type
cs: Typ

# catalogSortMinSelections
source: Min. selections
cs: Min. výběr

# catalogSortLastName
source: Last name
cs: Příjmení

# catalogSortPoints
source: Points
cs: Body

# catalogSortCredit
source: Credit
cs: Kredit

# catalogSortLastVisit
source: Last visit
cs: Poslední návštěva

# catalogFilterActive
source: Active
cs: Aktivní

# catalogFilterHasPoints
source: Has points
cs: Má body

# catalogFilterHasCredit
source: Has credit
cs: Má kredit

# businessTypeLabel
source: Business Type
cs: Typ podnikání

# businessCategoryRetail
source: Retail
cs: Maloobchod

# businessCategoryServices
source: Services
cs: Služby

# businessCategoryOther
source: Other
cs: Ostatní

# businessTypeRestaurant
source: Restaurant
cs: Restaurace

# businessTypeCafe
source: Cafe
cs: Kavárna

# businessTypeCanteen
source: Canteen
cs: Jídelna

# businessTypeBakery
source: Bakery
cs: Pekárna

# businessTypeGrocery
source: Grocery
cs: Potraviny

# businessTypeClothing
source: Clothing
cs: Oblečení

# businessTypeElectronics
source: Electronics
cs: Elektronika

# businessTypeGeneralStore
source: General Store
cs: Smíšené zboží

# businessTypeFlorist
source: Florist
cs: Květinářství

# businessTypeHairdresser
source: Hairdresser
cs: Kadeřnictví

# businessTypeBeautySalon
source: Beauty Salon
cs: Kosmetický salon

# businessTypeAutoService
source: Auto Service
cs: Autoservis

# businessTypeOther
source: Other
cs: Ostatní
